{
    "items": [
    {
        "name": "Anna Förster",
        "link": "https://www.uni-bremen.de/comnets/people/personal-profiles/prof-dr-anna-foerster",
        "image": "assets/images/anna_1.png",
        "position": "PhD | Comnets | Prof. at University of Bremen",
        "description": "Anna Förster obtained her MSc degree in computer science and aerospace engineering from the Free University of Berlin, Germany, in 2004 and her PhD degree in self-organising sensor networks from the University of Lugano, Switzerland, in 2009. She also worked as a junior business consultant for McKinsey&Company, Berlin, between 2004 and 2005. From 2010 to 2014, she was a researcher and lecturer at SUPSI (the University of Applied Sciences of Southern Switzerland). Since 2015, she leads the Sustainable Communication Networks group at the University of Bremen. Her main research interests lie in self-organising and autonomous sensor, opportunistic networks and underground sensor networks. She applies various artificial intelligence techniques, like machine learning and swarm intelligence, to various aspects of wireless communication protocols and applications. One important aspect of her research are practical applications, which contribute to the global achievement of the Sustainable Development Goals. Such applications include decision agriculture, environmental monitoring, safety monitoring, health applications, and many more. Furthermore, she is very interested in usability of internet of things applications to increase their impact and usefulness. ",
        "technologies": [
            "Java", "Spring Framework", "Postgres", "JavaScript", "AngularJS"
        ]
    },    
    {
        "name": "Marco Zennaro",
        "link": "http://users.ictp.it/~mzennaro/",
        "image": "assets/images/marco_1.png",
        "position": "PhD | Research Scientist | STI Unit | ICTP",
        "description": "Marco Zennaro is a Research Scientist at the Abdus Salam International Centre for Theoretical Physics in Trieste, Italy, a Category I UNESCO Institute, where he coordinates the Science, Technology and Innovation Unit. He received his PhD from the KTH-Royal Institute of Technology, Stockholm, and his MSc degree in Electronic Engineering from the University of Trieste in Italy. His research interest is in ICT4D, the use of ICT for Development, and in particular he investigates the use of Internet of Things for Development (IoT4D). He acts as TinyML4D Chair and TinyML Academic Network Co-Chair, in the framework of the TinyMLEdu initiative. Over the years he has organized more than 30 training activities on IoT in Developing Countries. Marco is a Visiting Professor at Kobe Institute of Computing (KIC) in Kobe, Japan.",
        "technologies": [
            "Java", "Spring Framework", "Postgres", "JavaScript", "AngularJS"
        ]
    },
    {
        "name": "Pietro Manzoni",
        "link": "https://pmanzoni.github.io/",
        "image": "assets/images/pietro_1.png",
        "position": "Universitat Politècnica de València, SPAIN",
        "description": "He received the master degree in Computer Science from the \"Università degli Studi\" of Milan, Italy, in 1989, and the PhD degree in Computer Science from the \"Politecnico di Milano\", Italy, in 1995. From November 1992 to February 1993 he did an internship at the Bellcore Labs, Red Bank, New Jersey, USA, and from February 1994 to November 1994 he was a visiting researcher at the ICSI (International Computer Science Institute) Berkeley, California, USA. He is full professor of computer engineering at the \"Universitat Politècnica de València\", Spain. He is the coordinator of the Computer Networks Research Group (GRC) and a senior member of the IEEE. His research activity is related to the use of Mobile Wireless Networks to the design of dynamic systems. He is currently working on solutions for the Internet of Things focusing on LPWAN-based networks, and Pub/Sub systems. He published more than 200 scientific papers in conferences and more than 90 papers in international journals.; his Google scholar H index is 49. He is part or has been part of various editorial boards and organizing committees of International journals and conferences",
        "technologies": [
            "Java", "Spring Framework", "Postgres", "JavaScript", "AngularJS"
        ]
    },
    {
        "name": "Fredrik Ahlgren",
        "link": "https://lnu.se/en/staff/fredrik.ahlgren/",
        "image": "assets/images/fredrik_1.png",
        "position": "PhD | Senior lecturer",
        "description": "Fredrik Ahlgren is a Senior lecturer in Computer Science and Marine Engineering and he started his career in the Royal Swedish Navy in 2001, and have sailed as a Marine Engineering officer on fast attack crafts, corvettes and submarines. Fredrik has always had a very keen interest in computers and new technology, and after and during the PhD started the transition from mechanical/marine engineering to computer science, with the focus on applying machine learning to solve problems. In 2020 I was living in Vancouver and teaching marine engineering, IoT and data analysis for M.Sc students at University of British Columbia, NAME (Naval Architecture and Marine Engineering). Fredrik has previously been teaching in the Marine Engineering programme with focus on pumping technology course, hydromechanics and machinery systems. Previous research comprises of energy efficiency in shipping from the data perspective, using machine learning (ML) methods for energy predictions. The research is now focused on applied IoT. He is now the lead and project manager of the IoT-lab at Linnaeus University and has also been the course administrator for the summer course Applied Internet of Things both the summer of 2020, 2021 and 2022, comprising of hundreds of students from all over the world. Fredrik also teach M.Sc courses in Applied IoT, as well as introductory programming in Python, machine learning (web intelligence). Fredrik is living by the motto that it should be fun - and what he does not know is compensated by enthusiasm for the subject.",
        "technologies": [
            "Java", "Spring Framework", "Postgres", "JavaScript", "AngularJS"
        ]
    }
    
]
}